aaron-bond.better-comments
ajetski.deno-package-finder
alefragnani.project-manager
alexcvzz.vscode-sqlite
almenon.arepl
amazonwebservices.amazon-q-vscode
ameerthehacker.deno-vscode
anbuselvanrocky.bootstrap5-vscode
anikghosh.ollama-copilot
axetroy.vscode-package-manager
azu.read-aloud-text
batisteo.vscode-django
christian-kohler.path-intellisense
codelios.dartsass
codezombiech.gitignore
continue.continue
cstrap.python-snippets
darkempire78.discord-tools
dbaeumer.vscode-eslint
deerawan.vscode-dash
demystifying-javascript.python-extensions-pack
denoland.vscode-deno
docker.docker
donjayamanne.git-extension-pack
donjayamanne.githistory
dweizhe.docthis-customize-tags
eamodio.gitlens
esbenp.prettier-vscode
fernandoescolar.vscode-solution-explorer
formulahendry.auto-close-tag
formulahendry.code-runner
friedrichvoelker.save-as-root-on-remote
golang.go
gruntfuggly.todo-tree
hbenl.vscode-test-explorer
johnpapa.vscode-peacock
justjavac.vscode-deno-extensionpack
kaih2o.python-resource-monitor
kevinrose.vsc-python-indent
kopub.pydocstring
laurencebahiirwa.deno-std-lib-snippets
littlefoxteam.vscode-python-test-adapter
mikestead.dotenv
mintlify.document
ms-azuretools.vscode-azure-github-copilot
ms-azuretools.vscode-azure-mcp-server
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.dotnet-maui
ms-dotnettools.vscode-dotnet-runtime
ms-edgedevtools.vscode-edge-devtools
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.test-adapter-converter
mtxr.sqltools
mtxr.sqltools-driver-mssql
njpwerner.autodocstring
njqdev.vscode-python-typehint
oderwat.indent-rainbow
oouo-diogo-perdigao.docthis
patcx.vscode-nuget-gallery
redhat.java
rust-lang.rust-analyzer
shakram02.bash-beautify
sirmspencer.vscode-autohide
sonarsource.sonarlint-vscode
streetsidesoftware.code-spell-checker
tauri-apps.tauri-vscode
tharunkothari.run-deno
thebarkman.vscode-djaneiro
trabpukcip.wolf
twxs.cmake
vadimcn.vscode-lldb
vaibhavrathod.ollama-vscode-chat
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
warren-buckley.iis-express
wayou.vscode-todo-highlight
wscats.eno
xabikos.javascriptsnippets
xirider.livecode
zignd.html-css-class-completion
ziyasal.vscode-open-in-github
